Repository: 84000/data-translation-memory
Catalog: Toh_96-The_Miraculous_Play_of_Manjusri-v2.tmx
Source language: bo
Languages: en

source: སྲིང་མོ་དེ་བཞིན་དུ་ཉོན་མོངས་པ་ཞི་བ་ལ་ཡང་ཉོན་མོངས་པ་ཞེས་མི་གདགས་སོ། །
en: in the same way, sister, afflicted mental states that have abated cannot be called afflicted mental states.

source: སྲིང་མོ་འདི་ལྟ་སྟེ་དཔེར་ན། ནམ་མཁའ་གང་ལ་མེ་འབར་ཡང་ནམ་མཁའ་ནི་མེ་དེས་ཚིག་པར་མི་ནུས་སོ། །
en: “Sister, just as a fire that burns in an open space cannot burn the space itself,

source: སྲིང་མོ་དེ་བཞིན་དུ་གང་རང་བཞིན་གྱིས་འོད་གསལ་བ་ལ་གློ་བུར་གྱི་ཉོན་མོངས་པ་བྱུང་ཡང་རང་བཞིན་གྱིས་འོད་གསལ་བ་དེ་ནི་གློ་བུར་གྱི་ཉོན་མོངས་པ་དེས་ཀུན་ནས་ཉོན་མོངས་པར་བྱེད་མི་ནུས་སོ། །
en: in the same way, sister, the adventitious afflicted mental states that arise in that which is originally luminous are not able to pollute that which is originally luminous.

source: སྲིང་མོ་འདི་ལྟར་ཡང་གཟུགས་ཀྱི་ལུས་ལ་ཇི་ལྟར་བལྟ་བར་བྱ།
en: “Even though this is the case, sister, how should the body of form be regarded?”

source: བུ་མོས་སྨྲས་པ། འཇམ་དཔལ་དཔེར་ན། མཚོ་བྲན་གྱི་ཆབ་ཀྱི་ནང་གི་ཆུ་ཟླ་བཞིན་དུའོ། །
en: “Mañjuśrī,” answered the girl, “just like the reflection of the moon in a small lake.”

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བུ་མོ་ཕུང་པོ་རྣམས་ཇི་ལྟར་བལྟ་བར་བྱ།
en: “How, girl, should the aggregates be regarded?” asked Mañjuśrī.

source: བུ་མོས་སྨྲས་པ། འཇམ་དཔལ་དཔེར་ན། དེ་བཞིན་གཤེགས་པའི་སྤྲུལ་པ་བཞིན་དུའོ། །
en: “Just like the manifestation of the Tathāgata, Mañjuśrī,” answered the girl.

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བུ་མོ་ཁམས་རྣམས་ཇི་ལྟར་བལྟ་བར་བྱ།
en: “How, girl, should the sensory elements be regarded?” asked Mañjuśrī.

source: བུ་མོས་སྨྲས་པ། འཇམ་དཔལ་དཔེར་ན། ཁམས་གསུམ་བསྐལ་པའི་མེས་བསྲེགས་པར་གྱུར་པ་དེ་བཞིན་དུའོ། །
en: “Just like the three spheres of existence when they are consumed by the fire of the eon, Mañjuśrī,” answered the girl.

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བུ་མོ་སྐྱེ་མཆེད་རྣམས་ཇི་ལྟར་བལྟ་བར་བྱ།
en: “How, girl, should the sense sources be regarded?” asked Mañjuśrī.

source: བུ་མོས་སྨྲས་པ། འཇམ་དཔལ་དཔེར་ན། མངོན་པར་འདུ་བྱ་བའི་ལས་མངོན་པར་འདུས་མ་བགྱིས་པ་བཞིན་དུའོ། །
en: “Just like formed actions, which are really unformed, Mañjuśrī,” answered the girl.

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བུ་མོ་འཁོར་འདི་ཇི་ལྟར་བལྟ་བར་བྱ།
en: “How, girl, should this assembly be regarded?” asked Mañjuśrī.

source: བུ་མོས་སྨྲས་པ། འཇམ་དཔལ་དཔེར་ན། འཁོར་འདི་ནི་སྟེང་གི་ནམ་མཁའི་མཚམས་བཞིན་དུའོ། །
en: “Just like the empty space above us, Mañjuśrī,” answered the girl.

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བུ་མོ་ཁྱོད་ཇི་ལྟར་བལྟ་བར་བྱ།
en: “How, girl, should you be regarded?” asked Mañjuśrī.

source: བུ་མོས་སྨྲས་པ། འཇམ་དཔལ་དཔེར་ན། བདག་གི་ཕ་དང་མ་གཉིས་ཀྱི་གཉིས་ཕྲད་པ་མ་མཆིས་པ་བཞིན་དུའོ། །
en: “Just like a meeting between my mother and father, Mañjuśrī,” answered the girl.

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བུ་མོ་ང་ཇི་ལྟར་བལྟ་བར་བྱ།
en: “How, girl, should I be regarded?” asked Mañjuśrī.

source: བུ་མོས་སྨྲས་པ། འཇམ་དཔལ་དཔེར་ན། ལོང་བ་གཟུགས་ལ་བལྟ་བ་བཞིན་དུའོ། །
en: “Just like a blind man seeing form, Mañjuśrī,” answered the girl.

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བུ་མོ་ཁྱོད་ཀྱིས་ཆོས་འདི་དག་ཐོས་སམ།
en: “Girl, have you heard these teachings?” asked Mañjuśrī.

source: བུ་མོས་སྨྲས་པ། འཇམ་དཔལ་དཔེར་ན། སྒྱུ་མ་སྤྲུལ་པའི་རྣ་བའི་རྣམ་པར་རིག་པ་ལྟ་བུས་ཐོས་ལགས་སོ། །
en: “I have heard them, Mañjuśrī, like information heard from a magically conjured person,” answered the girl.

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བུ་མོ་ཁྱོད་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་འདོད་དམ།
en: “Girl, do you wish to reach incomparable, perfect awakening?” asked Mañjuśrī.

source: བུ་མོས་སྨྲས་པ། འཇམ་དཔལ་བདག་ཉིད་བྱང་ཆུབ་ལགས་ཏེ། ཡང་འདོད་པར་མི་བགྱིད་དོ། །
en: “As I myself am awakening, I do not need to wish for it anymore, Mañjuśrī,” answered the girl.

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བུ་མོ་ཁྱོད་ཀྱིས་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྤྱད་དམ།
en: “Girl, have you practiced the perfection of giving?” asked Mañjuśrī.

source: བུ་མོས་སྨྲས་པ། འཇམ་དཔལ་བདག་གིས་ཉོན་མོངས་པ་ཐམས་ཅད་གཏན་དུ་ཡོངས་སུ་བཏང་བས་སྤྱད་ལགས་སོ། །
en: “I have practiced it, Mañjuśrī, by completely giving away my afflicted mental states,” answered the girl.

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བུ་མོ་ཁྱོད་ཀྱིས་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་རྫོགས་པར་བྱས་སམ།
en: “Girl, have you fulfilled the perfection of morality?” asked Mañjuśrī.

source: བུ་མོས་སྨྲས་པ། འཇམ་དཔལ་ནམ་མཁའ་ཡོངས་སུ་རྫོགས་པས་ཡོངས་སུ་རྫོགས་པར་བགྱིས་ལགས་སོ། །
en: “I have fulfilled it, Mañjuśrī, in the manner of filling up empty space,” answered the girl.

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བུ་མོ་ཁྱོད་ཀྱིས་བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་བསྒོམས་སམ།
en: “Girl, have you cultivated the perfection of patient acceptance?” asked Mañjuśrī.

source: བུ་མོས་སྨྲས་པ། འཇམ་དཔལ་སེམས་ཅན་ཐམས་ཅད་སྐྱེ་བ་མ་མཆིས་པ་དང་། འབྱུང་བ་མ་མཆིས་པས་བསྒོམས་ལགས་སོ། །
en: “I have cultivated it, Mañjuśrī, by means of the absence of birth and the absence of all beings,” answered the girl.

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བུ་མོ་ཁྱོད་ཀྱིས་བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་བརྩམས་སམ།
en: “Girl, have you undertaken the perfection of vigor?” asked Mañjuśrī.

source: བུ་མོས་སྨྲས་པ། འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ཐོབ་པར་བགྱི་བ་མ་མཆིས་པའི་ཚུལ་གྱིས་བརྩམས་ལགས་སོ། །
en: “I have undertaken it, Mañjuśrī, by means of the principle that all phenomena are beyond reach,” answered the girl.

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བུ་མོ་ཁྱོད་ཀྱིས་བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་གནས་སམ།
en: “Girl, are you established in the perfection of meditation?” asked Mañjuśrī.

source: བུ་མོས་སྨྲས་པ། འཇམ་དཔལ། ཆོས་ཀྱི་དབྱིངས་གནས་པ་མཆིས་པའི་ཚུལ་གྱིས་བདག་གནས་ལགས་སོ། །
en: “I am established in it, Mañjuśrī, by means of the principle that the expanse of reality is unestablished,” answered the girl.

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བུ་མོ་ཁྱོད་ཀྱིས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་རྫོགས་པར་བྱས་སམ།
en: “Girl, have you fulfilled the perfection of insight?” asked Mañjuśrī.

source: བུ་མོས་སྨྲས་པ། འཇམ་དཔལ་ལྷག་ཆད་མ་མཆིས་པར་ཡོངས་སུ་རྫོགས་པར་བགྱིས་ལགས་སོ། །
en: “I have fulfilled it, Mañjuśrī, without adding or removing anything,” answered the girl.

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བུ་མོ་ཁྱོད་ཀྱིས་བྱམས་པ་བསྒོམས་སམ།
en: “Girl, have you cultivated friendliness?” asked Mañjuśrī.

source: བུ་མོས་སྨྲས་པ། འཇམ་དཔལ་སེམས་ཅན་ཐམས་ཅད་མི་སྲིད་པའི་ཚུལ་གྱིས་བསྒོམས་ལགས་སོ། །
en: “I have cultivated it, Mañjuśrī, by means of the principle that all beings are nonexistent,” answered the girl.

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བུ་མོ་བྱང་ཆུབ་སེམས་དཔས་སྙིང་རྗེ་ཆེན་པོ་གང་ནས་བཙལ་བར་བྱ།
en: “Girl, from where is great compassion to be sought by the bodhisatva?” asked Mañjuśrī.

source: བུ་མོས་སྨྲས་པ། འཇམ་དཔལ་བྱང་ཆུབ་སེམས་དཔས་སྙིང་རྗེ་ཆེན་པོ་ནི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཉོན་མོངས་པ་རྣམས་ལས་བཙལ་བར་བགྱིའོ། །
en: “Great compassion is to be sought by the bodhisatva from the afflicted mental states of all beings, Mañjuśrī.

source: གལ་ཏེ་སེམས་ཅན་རྣམས་ཀྱི་ཉོན་མོངས་པ་མ་མཆིས་པར་གྱུར་ན། བྱང་ཆུབ་སེམས་དཔའ་ཡང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་སྐྱེ་བར་མི་འགྱུར་བའི་སླད་དུའོ། །
en: If the afflicted mental states of all beings did not exist, the bodhisatva would not develop the mind of awakening,” answered the girl.

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བུ་མོ་བྱང་ཆུབ་སེམས་དཔས་དགའ་བ་ག་ལས་བཙལ་བར་བྱ།
en: “Girl, from where is joy to be sought by the bodhisatva?” asked Mañjuśrī.

source: བུ་མོས་སྨྲས་པ། ལྷག་པའི་བསམ་པ་དང་ལྡན་པའི་བྱང་ཆུབ་ཀྱི་སེམས་ལས་སོ། །
en: “Joy is to be sought by the bodhisatva from the mind of awakening, Mañjuśrī, which is characterized by great determination,” answered the girl.

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བུ་མོ་བྱང་ཆུབ་སེམས་དཔའི་བཏང་སྙོམས་ཅི་ཞིག་བྱེད།
en: “Girl, what is the use of the equanimity of the bodhisatva?” asked Mañjuśrī.

source: བུ་མོས་སྨྲས་པ། འཇམ་དཔལ་བྱང་ཆུབ་སེམས་དཔའི་བཏང་སྙོམས་ནི་སེམས་ཅན་ཐམས་ཅད་ལ་མི་སླུ་བ་ཡོངས་སུ་རྫོགས་པར་བགྱིད་པ་དང་། ཆོས་ཐམས་ཅད་ལ་འགལ་བ་མ་མཆིས་པར་ཉེ་བར་མཆི་བར་བགྱིད་པའོ། །
en: “The equanimity of the bodhisatva brings about the complete absence of any deceit toward all beings, Mañjuśrī, and brings that about without there being any opposition toward all phenomena,” answered the girl.

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བུ་མོ་འགལ་བ་ཞེས་བྱ་བ་ཇི་ལྟ་བུ་ཡིན།
en: “Girl, what kind of ‘opposition,’ as you say, is that?” asked Mañjuśrī.

source: བུ་མོས་སྨྲས་པ། གང་དག་མ་མཆིས་པའི་ཉོན་མོངས་པ་རྣམས་སྤོང་བའི་སླད་དུ་བྱང་ཆུབ་ལ་རབ་ཏུ་ཞུགས་པ་དག་གོ། །
en: “It is that of those who have entered awakening trying to get rid of the afflicted mental states, Mañjuśrī, which are really nonexistent,” answered the girl.

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། དེ་དག་གང་དང་འགལ།
en: “Girl, to what are they opposed?” asked Mañjuśrī.

source: བུ་མོས་སྨྲས་པ། ཕས་ཀྱིས་རྒོལ་བ་ཐམས་ཅད་དང་ངོ་། །
en: “To all who argue against them,” answered the girl.

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བུ་མོ་ཕས་ཀྱི་རྒོལ་བ་གང་དག་ཡིན།
en: “But girl, who are those who argue against them?” asked Mañjuśrī.

source: བུ་མོས་སྨྲས་པ། གང་དག་བཟོད་པའི་རློམ་སེམས་ཀྱིས་གཞན་ལ་རྒོལ་བ་དག་ལགས་སོ། །
en: “They are people conceited about their patient acceptance who argue against others,” answered the girl.

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བུ་མོ་བཟོད་པ་ཞེས་བྱ་བ་ག་ལས་འོང་།
en: “Girl, where does what you call ‘patient acceptance’ come from?” asked Mañjuśrī.

source: བུ་མོས་སྨྲས་པ། འཇམ་དཔལ་སེམས་ཅན་ཐམས་ཅད་ཀྱིས་ཐོ་བཙམ་པ་ལས་མཆིའོ། །
en: “It comes from being hurt by all beings, Mañjuśrī.

source: ཐོ་བཙམ་པ་མ་མཆིས་ན་བཟོད་པ་ཅི་ཡང་མ་མཆིས་པའི་སླད་དུ་སྟེ།
en: If one is not hurt, there is no patient acceptance.

source: འཇམ་དཔལ་གང་ལ། སེམས་ཅན་ཐམས་ཅད་ཀྱིས་ཐོ་བཙམ་པ་ན། འཁྲུག་པ་མ་མཆིས་ཤིང་གནོད་པ་མི་བགྱིད་པ་དེ་བཟོད་པ་བསྒོམ་པ་ལགས་སོ། །
en: But those who, even though they have been hurt by all beings, are unperturbed and do not harm anyone, they have cultivated patient acceptance,” answered the girl.

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བུ་མོ་ཁོང་ཁྲོ་བ་ཞེས་བྱ་བ་ཇི་ལྟ་བུ་ཡིན།
en: “Girl, what is so-called ‘anger’ like?” asked Mañjuśrī.

source: བུ་མོས་སྨྲས་པ། འཇམ་དཔལ་གང་གིས་བསྐལ་པ་བརྒྱར་བསགས་པའི་དགེ་བའི་རྩ་བ་རྣམས་ལ་གནོད་པར་བགྱིད་པ་འདི་ནི་ཁོང་ཁྲོ་བ་ཞེས་བགྱིའོ། །
en: “Mañjuśrī, that which destroys the roots of virtue collected for a hundred eons is called ‘anger,’ ” answered the girl.

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བུ་མོ་ཁོང་ཁྲོ་བ་མེད་པ་ཞེས་བྱ་བ་ཇི་ལྟ་བུ་ཡིན།
en: “Girl, what could be called ‘the absence of anger’?” asked Mañjuśrī.

source: བུ་མོས་སྨྲས་པ། འཇམ་དཔལ་གང་གིས་སེམས་ལ་ཞེ་འགྲས་པ་མ་མཆིས་ཤིང་ཡུལ་ཐམས་ཅད་ལ་གནོད་པ་མི་བགྱིད་པ་སྟེ། དེ་ནི་བཟོད་པ་ལགས་པར་རིག་པར་བགྱིའོ། །
en: “Those who have no negative thoughts and do not cause any harm can be known as those who are patient,” answered the girl.

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བུ་མོ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་གཡུལ་ལས་རྣམ་པར་རྒྱལ་བ་ཡིན།
en: “Girl, how are bodhisatvas victorious in battle?” asked Mañjuśrī.

source: བུ་མོས་སྨྲས་པ། འཇམ་དཔལ་གང་ཆོས་ཐམས་ཅད་ལ་རྣམ་པར་འབྱེད་ཀྱང་མི་དམིགས་པ་ལགས་སོ། །
en: “They discern all phenomena, Mañjuśrī, but do not apprehend them,” answered the girl.

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བུ་མོ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་བདུད་ཕྱིར་རྒོལ་བ་བཅོམ་པ་ཡིན།
en: “Girl, how do bodhisatvas become killers of demons?” asked Mañjuśrī.

source: བུ་མོས་སྨྲས་པ། གང་བདུད་ཐམས་ཅད་འདུལ་བར་བགྱིད་ཀྱང་ཉོན་མོངས་པ་མ་མཆིས་པ་སྟེ།
en: “They are not sullied even though they subdue demons, Mañjuśrī.

source: འཇམ་དཔལ་བྱང་ཆུབ་སེམས་དཔའ་ནི་ཕུང་པོ་རྣམས་སྟོན་ཀྱང་ཕུང་པོའི་ཉོན་མོངས་པ་རྣམས་དང་ལྷན་ཅིག་མི་གནས་པ་དང་།
en: Mañjuśrī, bodhisatvas display the aggregates, but they do not abide with the afflicted mental states in the aggregates.

source: འཇམ་དཔལ་བྱང་ཆུབ་སེམས་དཔའ་ནི་ཉོན་མོངས་པ་རྣམས་སྟོན་ཀྱང་རང་བཞིན་ཆོས་ཉིད་ཀྱིས་ཆགས་པ་མ་མཆིས་པ་དང་།
en: Moreover, Mañjuśrī, even though bodhisatvas demonstrate afflicted mental states, they are essentially and by their nature not attached to them.

source: འཇམ་དཔལ་བྱང་ཆུབ་སེམས་དཔའ་ནི་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བགྱི་བའི་སླད་དུ། རྒ་བ་དང་འཆི་བ་སྟོན་ཀྱང་ཆོས་ཐམས་ཅད་ལ་འཆི་འཕོ་བ་དང་འགྲོ་བ་མ་མཆིས་པར་རབ་ཏུ་རྟོགས་པ་དང་།
en: They demonstrate old age and death in order to bring living beings to maturity, but they understand that all phenomena are beyond death and movement.

source: འཇམ་དཔལ་བྱང་ཆུབ་སེམས་དཔའ་ནི་ལྷའི་བུ་དག་སྟོན་ཀྱང་ཕྲག་དོག་དང་རློམ་སེམས་ཐམས་ཅད་དང་བྲལ་བའི་སླད་དུའོ། །
en: Even though, Mañjuśrī, bodhisatvas show such qualities as a child of the gods, they are without any envy or conceit,”

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བུ་མོ་བྱང་ཆུབ་སེམས་དཔའ་ཇི་ལྟར་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱེད།
en: “Girl, how do bodhisatvas bring living beings to maturity?” asked Mañjuśrī.

source: བུ་མོས་སྨྲས་པ། འཇམ་དཔལ་བྱང་ཆུབ་སེམས་དཔས་ཤེས་རབ་དང་ཐབས་ཡོངས་སུ་སྒོམ་པས་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བགྱིད་དོ། །
en: “Bodhisatvas bring beings to maturity by cultivating insight and expedient means, Mañjuśrī,” answered the girl.

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བུ་མོ་བྱང་ཆུབ་སེམས་དཔས་ཇི་ལྟར་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དྲུང་དུ་གནས་པར་བྱ།
en: “Girl, how do bodhisatvas stay close to all beings?” asked Mañjuśrī.

source: བུ་མོས་སྨྲས་པ། འཇམ་དཔལ་རང་གི་སེམས་དང་ཤེས་པ་ཡོངས་སུ་སྒོམ་པས་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དྲུང་དུ་གནས་པར་བགྱིའོ། །
en: “They stay close to all beings by cultivating their own thoughts and knowledge, Mañjuśrī,” answered the girl.

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བུ་མོ་འཁོར་འདི་ནི་ཁྱོད་ལ་ཆོས་ཉན་པར་འདོད་དོ། །
en: “Girl, is there any wish to listen to your teachings in this assembly?” asked Mañjuśrī.

source: བུ་མོས་སྨྲས་པ། འཇམ་དཔལ་གང་དུ་བདག་དང་གཞན་གྱི་འདུ་ཤེས་འཇུག་པ་དེ་ནི་ཉན་པར་འཚལ་བ་མ་ལགས་ལ།
en: “Someone who is entrenched in the concept of ‘self and others’ has no wish to listen, Mañjuśrī.

source: གང་ལ་རྣ་བའི་རྣམ་པར་རིག་པས་རྣམ་པར་ཤེས་པ་འཇུག་པ་ཡང་ཉན་པར་འཚལ་བ་མ་ལགས་སོ། །
en: Someone who has penetrated the knowledge derived from hearing has no wish to listen,” answered the girl.

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བུ་མོ་ཆོས་ཉན་པར་འདོད་པ་ཞེས་བྱ་བ་ཇི་ལྟ་བུ་ཡིན།
en: “So, girl, what is the wish to listen to the Dharma?” asked Mañjuśrī.

source: བུ་མོས་སྨྲས་པ། འཇམ་དཔལ་གང་གི་ཚེ་རང་གི་ལུས་ལ་རྨི་ལམ་གྱི་མི་ལྟ་བུར་མོས་པ་དང་། ཆོས་སྟོན་པ་ལ་སྒྱུ་མའི་མི་ལྟ་བུར་མོས་པ་དང་། བསྟན་པའི་ཆོས་དེ་ལ་ཡང་བྲག་ཅའི་སྒྲ་སྐད་ལྟ་བུར་མོས་ཤིང་མོས་པ་དང་། རྣམ་པར་གྲོལ་བ་ལ་ཡང་གཉིས་སུ་མི་བགྱིད་པ་དེ་ཙམ་གྱིས་ན་ཆོས་ཉན་པར་འཚལ་བ་ལགས་སོ། །
en: “When one believes in one’s own body in the same way as one believes in a person who appears in a dream, when one believes in the teacher of the Dharma in the same way as one believes in a person who has been created through magical deception, when one believes in a Dharma teaching in the same way as one believes in an echo, and when there is no duality of belief and liberation, that is the wish to listen, Mañjuśrī,” answered the girl.

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བུ་མོ་ཆོས་ཇི་ལྟར་མཉན་པར་བྱ།
en: “How then, girl, should Dharma teachings be listened to?” asked Mañjuśrī.

source: བུ་མོས་སྨྲས་པ། ཆོས་ལ་སྟོན་པ་ལ་ནན་ཏན་བགྱིད་པས་ཆོས་མཉན་པར་བགྱིའོ། །
en: “Dharma teachings should be listened to in such a way that one makes progress in relying on the Dharma teaching, Mañjuśrī,” answered the girl.

source: དེ་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའི་བྱིན་གྱི་རླབས་དང་། རང་གི་དགེ་བའི་རྩ་བ་བསགས་པའི་ཤེས་རབ་ཀྱིས་སྨད་འཚོང་མའི་བུ་མོ་གསེར་མཆོག་འོད་དཔལ་གྱིས་དེ་ལྟ་དེ་ལྟར་ཆོས་བསྟན་པ་ན། འཁོར་དེ་ལས་སྲོག་ཆགས་ཁྲི་ཉིས་སྟོང་གིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་པར་གྱུར་ཏོ། །
en: When the courtesan’s daughter Suvarṇottama­prabhāśrī taught the Dharma in that way, by means of the powerful presence of the princely Mañjuśrī and the insight resulting from the roots of virtue that she herself had collected, twelve thousand beings in that assembly developed the mind of incomparable, perfect awakening,

source: བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་སྔོན་དགེ་བའི་རྩ་བ་བསགས་པའི་ལྷ་དང་མི་ལྔ་བརྒྱས་ནི་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཐོབ་པར་གྱུར་ཏོ། །
en: five hundred gods and humans who had collected roots of virtue as followers of the bodhisatva’s way attained patient acceptance of the fact that all things are unborn, and

source: སྲོག་ཆགས་སུམ་ཁྲི་ཉིས་སྟོང་ནི་ཆོས་རྣམས་ལ་ཆོས་ཀྱི་མིག་རྡུལ་མེད་ཅིང་དྲི་མ་དང་བྲལ་བ་རྣམ་པར་དག་གོ། །
en: thirty-two thousand beings attained impeccable pure vision of phenomena.

source: བུ་མོ་དེ་ཡང་ཆོས་ཉན་པའི་དགའ་བ་དང་། མཆོག་ཏུ་དགའ་བས་ཆོས་རྣམས་ལ་རྗེས་སུ་འཐུན་པའི་བཟོད་པ་ཐོབ་པར་གྱུར་ཏོ། །
en: By means of the joy and rapture resulting from hearing about the Dharma, the girl herself attained the patient acceptance that is in accord with all things.

source: དེས་བཟོད་པ་ཐོབ་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའི་རྐང་པ་ལ་གཏུགས་ཏེ།
en: When she had attained it, she fell down before the feet of the princely Mañjuśrī, and asked him for permission to go forth:

source: འཇམ་དཔལ་ཐུགས་བརྩེ་བའི་སླད་དུ་བདག་རབ་ཏུ་དབྱུང་དུ་གསོལ། ཚུལ་བཞིན་མ་ལགས་པར་བསྐྱེད་པ། འཕགས་པ་མ་ལགས་པ། འཕགས་པའི་ཆོས་ལས་ཉམས་པར་བགྱིད་པའི་ལུས་འདི་ལས་ཐར་བར་མཛད་དུ་གསོལ་ཞེས་རབ་ཏུ་འབྱུང་བར་གསོལ་བ་བཏབ་བོ། །
en: “Out of compassion, Mañjuśrī, allow me to go forth, and please release me from this body, which is inappropriately produced and ignoble, and which indeed makes us stray from the noble Dharma.”

source: སྲིང་མོ་འདི་ལྟ་སྟེ།
en: “It is like this, sister.

source: མགོའི་སྐྲ་འདྲེག་པ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའི་རབ་ཏུ་འབྱུང་བ་མ་ཡིན་ནོ། །
en: Shaving the hair on your head is not equivalent to going forth as it pertains to the bodhisatva.

source: བུ་མོ་གང་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཉོན་མོངས་པ་གཅད་པའི་ཕྱིར་བརྩོན་པ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའི་རབ་ཏུ་འབྱུང་བ་ཡིན་པའི་ཕྱིར་རོ། །
en: Girl, bodhisatvas go forth by means of the effort to eliminate the afflicted mental states of all beings.

source: བུ་མོ་གང་གོས་ངུར་སྨྲིག་འཆང་བ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའི་རབ་ཏུ་འབྱུང་བ་མ་ཡིན་གྱི།
en: “Girl, wearing the yellow robe is not equivalent to going forth as it pertains to the bodhisatva.

source: བུ་མོ་གང་བདག་ཉིད་ཀྱང་བསླབ་པ་དང་། ཚུལ་ཁྲིམས་ཡང་དག་པར་བླངས་ལ། ཚུལ་ཁྲིམས་འཆལ་པའི་སེམས་ཅན་རྣམས་ཀྱང་ཚུལ་ཁྲིམས་ཀྱི་སྡོམ་པ་དང་། བརྟུལ་ཞུགས་ལ་ཡང་དག་པར་སྦྱོར་བར་བྱེད་པ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའི་རབ་ཏུ་འབྱུང་བ་ཡིན་ནོ། །
en: Rather, girl, bodhisatvas go forth by adopting the training and rules of morality themselves while encouraging immoral beings to adopt the vows and practice of morality.

source: བུ་མོ་གང་བདག་ཉིད་དབེན་པར་གནས་པ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའི་རབ་ཏུ་འབྱུང་བ་མ་ཡིན་གྱི།
en: “Girl, practicing for oneself in isolation is not equivalent to going forth as it pertains to the bodhisatva.

source: བུ་མོ་གང་འགྲོ་བ་ལྔའི་འཁོར་བ་ན་རྣམ་པར་རྒྱུག་པའི་སེམས་ཅན་རྣམས་དབེན་པ་ཤེས་པ་ལ་འགོད་པར་བྱེད་པ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའི་རབ་ཏུ་འབྱུང་བ་ཡིན་ནོ། །
en: Rather, girl, bodhisatvas go forth by establishing the beings dispersed throughout the five destinies of existence in the knowledge of disengagement.

source: ཁ་དོག་དང་གཟུགས་ཀྱི་རྟགས་དང་སྤྱོད་ལམ་གྱི་དབྱིབས་ནི་བྱང་ཆུབ་སེམས་དཔའི་རབ་ཏུ་འབྱུང་བ་མ་ཡིན་གྱི།
en: “The qualities of color and beauty, of behavior and appearance, are not equivalent to going forth as it pertains to the bodhisatva.

source: སེམས་ཅན་གཞན་དང་གང་ཟག་གཞན་དག་ལ་བྱམས་པ་དང་སྙིང་རྗེའི་སེམས་བསྐྱེད་པ་ནི་བྱང་ཆུབ་སེམས་དཔའི་རབ་ཏུ་འབྱུང་བ་ཡིན་ནོ། །
en: Rather, bodhisatvas go forth by generating thoughts of friendliness and compassion.

source: བདག་གི་དགེ་བའི་རྩ་བ་བསྐྱེད་པ་ནི་བྱང་ཆུབ་སེམས་དཔའི་རབ་ཏུ་འབྱུང་བ་མ་ཡིན་གྱི།
en: “Planting one’s own roots of virtue is not equivalent to going forth as it pertains to the bodhisatva.

source: སེམས་ཅན་གཞན་གྱི་དགེ་བའི་རྩ་བ་བསྐྱེད་པ་ནི་བྱང་ཆུབ་སེམས་དཔའི་རབ་ཏུ་འབྱུང་བ་ཡིན་ནོ། །
en: Rather, bodhisatvas go forth by planting the roots of virtue of all beings.

source: བདག་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བའི་ལྷག་པའི་བསམ་པ་ལ་གུས་པ་ནི་བྱང་ཆུབ་སེམས་དཔའི་རབ་ཏུ་འབྱུང་བ་མ་ཡིན་གྱི།
en: “Honoring the determination to reach one’s own complete nirvāṇa is not equivalent to going forth as it pertains to the bodhisatva.

source: སེམས་ཅན་གཞན་ཡོངས་སུ་མྱ་ངན་ལས་བཟླ་བའི་ལྷག་པའི་བསམ་པར་གུས་པ་ནི་བྱང་ཆུབ་སེམས་དཔའི་རབ་ཏུ་འབྱུང་བ་ཡིན་ནོ། །
en: Rather, bodhisatvas go forth by honoring the determination that others should reach complete nirvāṇa.

source: བདག་གི་ཉོན་མོངས་པ་ཞི་བར་བྱེད་པ་ནི་བྱང་ཆུབ་སེམས་དཔའི་རབ་ཏུ་འབྱུང་བ་མ་ཡིན་གྱི།
en: “Pacifying one’s own afflicted mental states is not equivalent to going forth as it pertains to the bodhisatva.

source: སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཉོན་མོངས་པ་ཞི་བར་བྱེད་པ་ནི་བྱང་ཆུབ་སེམས་དཔའི་རབ་ཏུ་འབྱུང་བ་ཡིན་ནོ། །
en: Rather, bodhisatvas go forth by appeasing the afflicted mental states of others.

source: བདག་གི་སེམས་རྗེས་སུ་སྲུང་བ་ནི་བྱང་ཆུབ་སེམས་དཔའི་རབ་ཏུ་འབྱུང་བ་མ་ཡིན་གྱི།
en: “Protecting one’s own mind is not equivalent to going forth as it pertains to the bodhisatva.

source: སེམས་ཅན་ཐམས་ཅད་ཀྱི་སེམས་རྗེས་སུ་སྲུང་བ་ནི་བྱང་ཆུབ་སེམས་དཔའི་རབ་ཏུ་འབྱུང་བ་ཡིན་ནོ། །
en: Rather, bodhisatvas go forth by protecting the minds of all beings.

source: བདག་ཐར་པར་བྱ་བ་ལ་བརྩོན་པ་ནི་བྱང་ཆུབ་སེམས་དཔའི་རབ་ཏུ་འབྱུང་བ་མ་ཡིན་གྱི།
en: “Striving for one’s own freedom is not equivalent to going forth as it pertains to the bodhisatva.

source: སེམས་ཅན་ཐམས་ཅད་ཐར་བར་བྱ་བ་ལ་བརྩོན་པ་ནི་བྱང་ཆུབ་སེམས་དཔའི་རབ་ཏུ་འབྱུང་བ་ཡིན་ནོ། །
en: Rather, bodhisatvas go forth by striving for the freedom of all beings.

source: བུ་མོ་འཁོར་བས་སྐྱོ་བ་ནི་བྱང་ཆུབ་སེམས་དཔའི་རབ་ཏུ་འབྱུང་བ་མ་ཡིན་གྱི།
en: “Girl, disgust for existence is not equivalent to going forth as it pertains to the bodhisatva.

source: སེམས་ཅན་ཐམས་ཅད་འཁོར་བ་ལས་གྲོལ་བར་བྱ་བ་ལ་དགའ་བ་ནི་བྱང་ཆུབ་སེམས་དཔའི་རབ་ཏུ་འབྱུང་བ་ཡིན་ནོ། །
en: Rather, bodhisatvas go forth by means of the joy of freeing all beings from existence.

source: བུ་མོ་མྱ་ངན་ལས་འདའ་བ་ལ་དགའ་བ་ནི་བྱང་ཆུབ་སེམས་དཔའི་རབ་ཏུ་འབྱུང་བ་མ་ཡིན་གྱི།
en: “Girl, the pleasure of nirvāṇa is not equivalent to going forth as it pertains to the bodhisatva.

source: སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱེད་པ་ནི་བྱང་ཆུབ་སེམས་དཔའི་རབ་ཏུ་འབྱུང་བ་ཡིན་ནོ། །
en: Rather, bodhisatvas go forth by fully developing all the qualities of an awakened one.

source: བུ་མོ་རབ་ཏུ་འབྱུང་བ་ཞེས་བྱ་བ་དེ་ནི་སེམས་ཅན་གཞན་དག་ལ་སྙིང་རྗེ་ཆེ་བ་ཞེས་བྱ་བའི་ཚིག་བླ་དགས་སོ། །
en: “Girl, going forth is an expression of great compassion for all beings.

source: བུ་མོ་རབ་ཏུ་འབྱུང་བ་ཞེས་བྱ་བ་དེ་ནི་གཞན་གྱི་འཁྲུལ་པ་ལ་སྐྱོན་དུ་མི་ལྟ་བ་ཞེས་བྱ་བའི་ཚིག་བླ་དགས་སོ། །
en: Girl, going forth is an expression of not seeing others’ faults.

source: བུ་མོ་རབ་ཏུ་འབྱུང་བ་ཞེས་བྱ་བ་དེ་ནི་གཞན་གྱི་རྙེད་པ་ལ་ཕྲག་དོག་མེད་པ་ཞེས་བྱ་བའི་ཚིག་བླ་དགས་སོ། །
en: Girl, going forth is an expression of not being jealous of others’ gains.

source: བུ་མོ་རབ་ཏུ་འབྱུང་བ་ཞེས་བྱ་བ་དེ་ནི་བདག་དང་གཞན་ལ་གདུང་བ་མེད་པ་ཞེས་བྱ་བའི་ཚིག་བླ་དགས་སོ། །
en: Girl, going forth is an expression of harming neither oneself nor others.

source: བུ་མོ་རབ་ཏུ་འབྱུང་བ་ཞེས་བྱ་བ་དེ་ནི་གཞན་ལ་མི་སྨོད་པ་ཞེས་བྱ་བའི་ཚིག་བླ་དགས་སོ། །
en: Girl, going forth is an expression of not blaming others.

source: བུ་མོ་རབ་ཏུ་འབྱུང་བ་ཞེས་བྱ་བ་དེ་ནི་གཞན་ལ་སྟེན་པ་ཞེས་བྱ་བའི་ཚིག་བླ་དགས་སོ། །
en: Girl, going forth is an expression of serving others.

source: བུ་མོ་རབ་ཏུ་འབྱུང་བ་ཞེས་བྱ་བ་དེ་ནི་གཞན་གྱི་ལྟུང་བ་མི་གླེང་བ་ཞེས་བྱ་བའི་ཚིག་བླ་དགས་སོ། །
en: Girl, going forth is an expression of not encouraging others’ faults.

source: བུ་མོ་རབ་ཏུ་འབྱུང་བ་ཞེས་བྱ་བ་དེ་ནི་ཉེས་པ་ཐམས་ཅད་ལས་འབྱིན་པ་ཞེས་བྱ་བའི་ཚིག་བླ་དགས་སོ། །
en: Girl, going forth is an expression of lifting others out of all faults.

source: བུ་མོ་བྱང་ཆུབ་སེམས་དཔའི་རབ་ཏུ་འབྱུང་བ་ནི་གཞན་ལ་རག་ལས་པ་ཡིན་ཏེ། བྱང་ཆུབ་སེམས་དཔས་གཞན་ལ་རག་མ་ལས་པར་བྱའོ། །
en: “Girl, the bodhisatva’s going forth is dependent on other things, but the bodhisatva is not dependent on other things.”

source: བུ་མོས་སྨྲས་པ། འཇམ་དཔལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའི་རབ་ཏུ་འབྱུང་བ་གཞན་ལ་རག་ལས་པ་ལགས།
en: The girl asked, “How, Mañjuśrī, is the bodhisatva’s going forth dependent on other things?”

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བུ་མོ་རབ་ཏུ་འབྱུང་བ་ནི་ཚུལ་ཁྲིམས་ལ་རག་ལས་པ་ཡིན་ཏེ
en: “Girl, going forth is dependent on morality,” replied Mañjuśrī.

source: ཚུལ་ཁྲིམས་འཆལ་པ་ལ་ནི་རབ་ཏུ་འབྱུང་བ་ཅི་ཡང་མེད་དོ། །
en: “There is no going forth in immorality.

source: བུ་མོ་རབ་ཏུ་འབྱུང་བ་ནི་ཏིང་ངེ་འཛིན་ལ་རག་ལས་པ་ཡིན་ཏེ།
en: Girl, going forth is dependent on concentration.

source: བརྗེད་ངས་པ་ལ་ནི་རབ་ཏུ་འབྱུང་བ་ཅི་ཡང་མེད་དོ། །
en: There is no going forth in sustained forgetfulness.

source: བུ་མོ་རབ་ཏུ་འབྱུང་བ་ནི་ཤེས་རབ་ལ་རག་ལས་པ་ཡིན་ཏེ།
en: Girl, going forth is dependent on insight.

source: ཤེས་རབ་འཆལ་པ་ལ་ནི་རབ་ཏུ་འབྱུང་བ་ཅི་ཡང་མེད་དོ། །
en: There is no going forth in false insight.

source: བུ་མོ་རབ་ཏུ་འབྱུང་བ་ནི་རྣམ་པར་གྲོལ་བ་ལ་རག་ལས་པ་ཡིན་ཏེ།
en: Girl, going forth is dependent on freedom.

source: སེམས་རྣམ་པར་མ་གྲོལ་བ་ལ་ནི་རབ་ཏུ་འབྱུང་བ་ཅི་ཡང་མེད་དོ། །
en: There is no going forth when the mind is not free.

source: བུ་མོ་རབ་ཏུ་འབྱུང་བ་ནི་རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་མཐོང་བ་ལ་རག་ལས་པ་ཡིན་ཏེ།
en: Girl, going forth is dependent on insight into freedom.
